Repository: E2OpenPlugins/e2openplugin-AutoBackup
Catalog: plugin/locale/*.po
Languages: it

source: Automatic settings backup
it: Backup automatico delle impostazioni

source: Harddisk
it: Disco rigido

source: USB
it: Unità USB

source: CF
it: Scheda CF

source: SD
it: Scheda SD

source: AutoBackup Configuration
it: Configurazione AutoBackup

source: Nowhere
it: Nessuna destinazione

source: Backup location
it: Destinazione dei backup

source: Daily automatic backup
it: Backup giornaliero automatico

source: Automatic start time
it: Orario di inizio dell'avvio automatico

source: Create Autoinstall
it: Creare un backup utilizzabile per il ripristino automatico

source: EPG cache backup
it: Backup della cache EPG

source: Save previous backup
it: Salvare backup precedente

source: Cancel
it: Annullare

source: Manual
it: Manuale

source: No suitable media found, insert USB stick, flash card or harddisk.
it: Nessuna unità trovata, inserire una chiavetta USB, scheda flash o disco rigido.

source: No backup present
it: Nessun backup presente

source: Last backup date
it: Data ultimo backup

source: Disabled
it: Disabilitato

source: Disable
it: Disabilitare

source: Select files to backup
it: Selezionare file da salvare

source: Run a backup now
it: Eseguire un backup adesso

source: Backup EPG cache
it: Salvare cache EPG

source: Don't auto-restore this next time
it: Non ripristinare in automatico la prossima volta

source: Run autoinstall
it: Eseguire un ripristino automatico

source: Remove autoinstall list
it: Rimuovere elenco ripristino automatico

source: Restore
it: Ripristinare

source: Running...
it: In esecuzione...

source: This will restore your backup on %s. Do you really want to restore those settings and restart?
it: Il backup sarà ripristinato su %s. Si desidera veramente ripristinare le impostazioni e riavviare?

source: This will reinstall all plugins from your backup on %s. Do you really want to reinstall?
it: Tutti i plugin saranno reinstallati dal backup su %s. Si desidera veramente reinstallare?

source: Failed
it: Non riuscito

source: Done
it: Fatto

source: Save
it: Salvare

source: Select files/folders to backup
it: Selezionare i file e le cartelle da includere nel backup

source: Deselect
it: Deselezionare

source: Select
it: Selezionare
