Repository: E2OpenPlugins/e2openplugin-AutoBackup
Catalog: plugin/locale/*/LC_MESSAGES/AutoBackup.po
Languages: bg, el, fa, fi, fr, hr, hu, lv, nb, nl, ru, sk, tr, uk, vi

source: Auto backup
bg: Автоматично резервно копие
el: Αυτόματη εφεδρεία
fr: Sauvegarde automatique
hu: Automatikus biztonsági mentés
lv: Dublējumkopija
ru: Авто бэкап настроек
tr: Otomatik ayar yedekleme
uk: Авто Бекап

source: AutoBackup Configuration
bg: AutoBackup Настройки
el: Ρυθμίσεις αυτόματης εφεδρείας
fa: پیکربندی خودکار به منظور تهیه نسخه پشتیبان
fi: AutoBackup Asetukset
fr: Configuration de AutoBackup
hr: AutoBackup konfiguracija
hu: Automatikus mentés beállításai
lv: Iestatījumi
nb: AutoBackup-konfigurasjon
nl: Autobackup instellingen
ru: Настройки AutoBackup
sk: Konfigurácia AutoBackup
tr: Otomatik Yedekleme Yapılandırması
uk: Налаштування AutoBackup
vi: Cấu hình AutoBackup

source: Automatic settings backup
bg: Настройки за Автоматично резервно копие
el: Αυτόματη δημιουργία αντιγράφων ασφαλείας των ρυθμίσεων
fa: تهیه یک نسخه پشتیبان از لیست تنظیمات
fi: Automaattiset asetukset varmuuskopiolle
fr: Sauvegarde automatique des réglages
hr: Automatske backup postavke
hu: Automatikus beállításmentés
lv: Iestatījumu dublējumkopija
nb: Automatisk sikkerhetskopi av innstillinger
nl: Automatische reservekopie
ru: Автоматический бэкап настроек
sk: Automatické nastavenie zálohy
tr: Otomatik ayar yedekleme
uk: Налаштування автоматичного резервного копіювання
vi: Sao lưu cài đặt tự động

source: Automatic start time
bg: Време за автоматичен старт
el: Ώρα αυτόματης έναρξης
fa: تنظیم زمان برای شروع خودکار
fi: Automaattinen aloitusaika
fr: Heure de lancement automatique
hr: Automatsko vrijeme pokretanja
hu: Automatikus kezdési idő
lv: Dublējumkopijas izveidošanas laiks
nb: Automatisk start tid
nl: Aanvangstijd automatische backup
ru: Время автоматического старта
sk: Čas automatického spustenia
tr: Otomatik başlama zamanı
uk: Час автоматичного резервного копіювання
vi: Thời gian bắt đầu tự động

source: Backup EPG cache
bg: Резервно копие на EPG кеша
el: Εφεδρεία των πληροφοριών EPG
fr: Sauvegarder le cache EPG
hr: Backup EPG predmemorije
hu: EPG cache biztonsági mentése
lv: Saglabāt EPG informāciju
nb: Sikkerhetskopier EPG lager
ru: Бекап кеша EPG
sk: Zálohovať pamäť programového sprievodcu EPG
tr: Yedek EPG önbelleği
uk: Резервне копіювання кешу EPG
vi: Sao lưu bộ đệm EPG

source: Backup location
bg: Местоположение за резервно копие
el: Θέση αντιγράφων ασφαλείας
fa: محل ذخیره سازی نسخه پشتیبان
fi: Varmuuskopion hakemisto
fr: Emplacement de la sauvegarde
hr: Backup lokacija
hu: Biztonsági mentés helye
lv: Dublējumkopijas atrašanās vieta
nb: Sted for sikkerhetskopi
nl: Kies de locatie voor de backup
ru: Расположение бэкапа
sk: Umiestnenie zálohy
tr: Yedekleme yeri
uk: Місце зберження
vi: Vị trí dự phòng

source: Cancel
bg: Отказ
el: Ακύρωση
fa: لغو کردن
fi: Peruuta
fr: Annuler
hr: Otkazati
hu: Mégsem
lv: Atcelt
nb: Avbryt
nl: Annuleren
ru: Отмена
sk: Zrušiť
tr: İptal et
uk: Відмінити
vi: Hủy bỏ

source: Choose a backup. This will delete autoinstall list. Do you really want to continue?
bg: Това ще изтрие файловете с автоинсталация. Искате ли да продължите?
el: Επιλέξτε αντίγραφο ασφαλείας. Αυτό θα διαγράψει τη λίστα αυτόματης εγκατάστασης. Θέλετε να προχωρήσετε;
fr: Choisir une sauvegarde. Cela effacera la liste autoinstall. Voulez-vous vraiment continuer?
hr: Odaberite backup. To će izbrisati popis za automatsku instalaciju. Želite li zaista nastaviti?
hu: Válasszon egy biztonsági mentést. Ez törölni fogja az automatikus telepítő listát. Biztosan folytatja?
lv: Izvēlieties dublējumkopiju. Uzstādāmo spraudņu saraksts tiks dzēsts. Vai tiešām vēlaties turpināt?
nl: Kies een backup. Dit zal de autoinstall lijst wissen. Wilt u doorgaan?
ru: Выберите бэкап. Это удалит список автоинсталляции. Вы действительно хотите продолжить?
uk: "Виберіть резервну копію. Буде видалено список автовстановлення. Ви дійсно хочете продовжити?

source: Choose a backup. This will reinstall all plugins from your backup. Do you really want to reinstall?
bg: Изберете резервно копие. Това ще преинсталира всички плъгини от резервното копие. Искате ли да преинсталирате?
el: Επιλέξτε αντίγραφο ασφαλείας. Αυτό θα επανεγκαταστήσει όλα τα πρόσθετα από το αντίγραφο ασφαλείας σας. Θέλετε να γίνει επανεγκατάσταση;
fr: Choisir une sauvegarde. Ceci va réinstaller tous les plugins/extensions de votre sauvegarde sur. Voulez-vous vraiment les réinstaller?
hr: Odaberite backup. To će ponovo instalirati sve dodatke iz backupa. Želite li stvarno ponovo instalirati?
hu: Válasszon egy biztonsági mentést. Ez újratelepíti az összes plugint a biztonsági mentésből. Biztosan folytatja?
lv: Izvēlieties dublējumkopiju. Visi spraudņi no dublējumkopijas tiks uzstādīti no jauna. Vai tiešām vēlaties turpināt?
nl: Kies een backup. Hiermee worden alle plug-ins vanuit de backup hersteld. Wilt u de herstelprocedure starten?
ru: Выберите бэкап. Это переустановит все плагины из Вашего бэкапа. Вы действительно хотите переустановить?
uk: Виберіть резервну копію. Дана дія перевстановить усі плагіни з Вашої резервної копії. Ви дійсно хочете перестановити?

source: Choose settings backup which should be restored. Do you really want to restore these settings and restart?
bg: Изберете кое резервно копие с настройки да се възстанови. Искате ли да възстановите тези настройки и да рестартирате?
el: Επιλέξτε το αντίγραφο ασφαλείας των ρυθμίσεων που επιθυμείτε να επαναφέρετε. Θέλετε να γίνει επαναφορά αυτών των ρυθμίσεων και επανεκκίνηση;
fr: Choisir les paramètres de la sauvegarde que vous voulez restaurer. Voulez-vous vraiment restaurer ces réglages et redémarrer?
hr: Odaberite backup postavki koje treba vratiti. Želite li zaista vratiti te postavke i ponovno pokrenuti?
hu: Válassza ki a beállításmentést, amelyeket vissza szeretne állítani. Valóban ezeket szeretné visszaállítani, és újraindítani a készüléket?
lv: Izvēlēties iestatījumu dublējumkopiju. Vai tiešām vēlaties atjaunot iestatījumus un pārstartēt uztvērēju?
nl: Kies de backup die u wenst te herstellen. Wilt u deze backup herstellen en daarna herstarten?
ru: Выберите настройки резервного копирования, которые должны быть восстановлены. Вы действительно хотите восстановить эти настройки и сделать рестарт?
uk: Виберіть резервну копію налаштувань, яку потрібно відновити. Ви дійсно хочете відновити ці налаштування та перезапустити?

source: Create Autoinstall
bg: Създаване на Автоматична инсталация
el: Δημιουργία αυτόματης εγκατάστασης
fa: ایجاد یک نصب خودکار
fi: Tee Automaattinen asennus
fr: Créer une installation automatique
hr: Kreiranje automatske instalacije
hu: Automatikus telepítő készítése
lv: Lietot pēc imidža uzstādīšanas
nb: Opprett autoinstall
nl: Maak een Autoinstall bestand aan
ru: Создать автоинсталляцию (установленные ipk)
sk: Vytvoriť autoinštaláciu
tr: Otomatik Yükleme Oluştur
uk: Створення AutoInstall
vi: Tạo tự động cài đặt

source: Daily automatic backup
bg: Ежедневно автоматично резервно копие
el: Καθημερινή αυτόματη δημιουργία αντιγράφων ασφαλείας
fa: تهیه نسخه پشتیبان بصورت روزانه
fi: Päivittäinen automaattinen varmuuskopio
fr: Sauvegarde automatique quotidienne
hr: Dnevni automatski backup
hu: Automatikus biztonsági mentés naponta
lv: Veidot dublējumkopiju katru dienu
nb: Daglig automatisk sikkerhetskopiering
nl: Elke dag automatisch een backup maken
ru: Ежедневный автоматический бэкап
sk: Denná automatická záloha
tr: Günlük otomatik yedekleme
uk: Щоденно автоматичне резервне копіювання
vi: Sao lưu tự động hàng ngày

source: Deselect
bg: Отмяна Избор
el: Αποεπιλογή
fa: لغو مورد انتخاب شده
fi: Poista valinta
fr: Désélectionner
hr: Poništite odabir
hu: Kiválasztás megszüntetése
lv: Atcelt izvēli
nb: Opphev
nl: DÃ©selecteer
ru: Не выбирать
sk: Odškrtnúť
tr: Seçimini kaldır
uk: Скасувати
vi: Bỏ chọn

source: Do you want to restore your settings?
bg: Искате ли да се възстановят вашите настройки?
el: Θέλετε να γίνει επαναφορά των ρυθμίσεων;
fr: Voulez-vous restaurer les paramètres?
hr: Želite li vratiti postavke?
hu: Vissza szeretné állítani a beállításait?
lv: Vai vēlaties atjaunot iestatījumus?
nl: Wilt u uw instellingen herstellen?
ru: Вы хотите восстановить настройки?
uk: Відновити налаштування?

source: Done
bg: Изпълнено
el: Ολοκληρώθηκε
fa: عملیتات انجام گردد
fi: Tehty
fr: Effectué
hr: Gotovo
hu: Kész
lv: Dublējumkopija izveidota
nb: Ok
nl: Gereed
ru: Выполнено
sk: Hotovo
tr: Bitti
uk: Закінчено
vi: Làm xong

source: EPG cache backup
bg: EPG кеш резервно копие
el: Αντίγραφο ασφαλείας των πληροφοριών EPG
fr: Sauvegarde du cache EPG
hr: Backup EPG predmemorije
hu: EPG cache biztonsági mentése
lv: Saglabāt EPG informāciju
nb: Sikkerhetskopier EPG lager
nl: Backup de EPG-cache
ru: Бекап кеша EPG
sk: Záloha pamäte EPG
tr: EPG önbellek yedeklemesi
vi: Sao lưu bộ đệm EPG

source: Failed
bg: Грешка
el: Απέτυχε
fa: عملیات ناموفق
fi: Epäonnistui
fr: Echoué
hr: Neuspješno
hu: Sikertelen
lv: Neizdevās izeidot dublējumkopiju
nb: Feilet
nl: Mislukt
ru: Ошибка
sk: Neúspešné
tr: Başarısız oldu
uk: Не вдалося
vi: Thất bại

source: Harddisk
bg: Твърд диск
el: Σκληρός δίσκος
fa: هارد دیسک
fi: Kovalevy
fr: Disque dur
hu: Merevlemez
lv: Cietais disks
nl: Harde schijf
ru: Жесткий диск
sk: Pevný disk
uk: Жорсткий диск
vi: Ổ đĩa cứng

source: Last backup date
bg: Дата на последното резервно копие
el: Ημερομηνία τελευταίας εφεδρείας
fa: زمان آخرین تهیه نسخه پشتیبان
fi: Viimeisen varmuuskopion päiväys
fr: Date de la dernière sauvegarde
hr: Zadnji datum backupa
hu: Utolsó biztonsági mentés dátuma
lv: Pēdējā dublējumkopija
nb: Siste dato for sikkerhetskopi
nl: Datum vorige backup
ru: Дата последнего бэкапа
sk: Dátum poslednej zálohy
tr: Son yedekleme tarihi
uk: Дата останнього резервного копіювання
vi: Ngày sao lưu cuối cùng

source: Manual
bg: Ръчно
el: Χειροκίνητα
fa: کار بصورت دستی
fi: Manuaalinen
fr: Manuel
hr: Ručno
hu: Kézi
lv: Izveidot
nb: Manuell
nl: Handmatig
ru: В ручную
sk: Manuálne
tr: manuel (elle)
uk: Ручна
vi: Hướng dẫn sử dụng

source: No autoinstall list found
bg: Не са открити файловете с автоинсталация
el: Δεν βρέθηκε λίστα αυτόματης εγκατάστασης
fr: Pas de fichier d’auto-installation trouvé
hr: Nisu pronađene auto instalirane liste
hu: Nem található automatikus telepítő lista
lv: Uzstādāmo spraudņu saraksts nav atrasts
nl: Er is geen autoinstall lijst aangetroffen
ru: Не найден список автоинсталляции

source: No backup present
bg: Не е открито резервно копие
el: Δεν υπάρχει αντίγραφο ασφαλείας
fa: در حال حاضر هیچ نسخه پشتیبانی وجود ندارد
fi: Varmuuskopioita ei löydy
fr: Aucune sauvegarde présente
hr: Nema pronađenog backupa
hu: Nem található biztonsági mentés
lv: Dublējumkopijas nav atrastas
nb: Finner ingen sikkerhetskopi
nl: Geen backup aanwezig
ru: Не найден бэкап
sk: Žiadna záloha
tr: Yedek yok
uk: Відсутній backup
vi: Không có bản sao lưu

source: No settings backups found
bg: Не са открити файловете с копие на настройките
el: Δεν βρέθηκε αντίγραφο ασφαλείας των ρυθμίσεων
fr: Pas de sauvegarde de paramètres trouvé
hr: Nema pronađenih postavki backupa
hu: Nincsenek beállításmentések
lv: Iestatījumu dublējumkopija nav atrasta
nl: Er zijn geen backups van de instellingen gevonden

source: No suitable media found, insert USB stick, flash card or harddisk.
bg: Няма подходящо устройство, необходимо е да поставите флашка или твърд диск.
el: Δεν βρέθηκαν κατάλληλα μέσα, τοποθετήστε USB stick, flash κάρτα ή σκληρό δίσκο.
fa: هیچ رسانه مناسبی یافت نگردید پس فلش مموری یا کارت حافظه یا هارد دیسک را متصل کنید
fi: Sopivaa tallennuspaikkaa ei löytynyt, lisää USB tikku, muistikortti tai kovalevy.
fr: Aucun média approprié trouvé, insérez une clé USB, carte flash ou disque dur.
hr: Nisu pronađeni odgovarajući mediji, USB stick, flash kartica ili tvrdi disk.
hu: Nem található megfelelő adathordozó! Csatlakoztasson egy pendrive-ot, memóriakártyát vagy merevlemezt.
lv: Nav atrasts piemērots datu nesējs. Pievienojiet USB zibatmiņu, SD karti vai cieto disku.
nb: Ikke noe passende media funnet. Sett inn USB pinne, minnekort eller harddisk
nl: Geen geschikt medium gevonden, USB stick, CF kaart of harddisk nodig.
ru: Нет подходящего устройства, необходимо подключить флешку/карту памяти/жесткий диск.
sk: Nenájdené vhodné médium. Vložte USB disk, pamäťovú kartu alebo pevný disk.
tr: Uygun ortam bulunamadı, USB, flash kart veya sabit disk takın.
vi: Không tìm thấy phương tiện phù hợp, cắm thẻ nhớ USB, thẻ flash hoặc ổ cứng.

source: Nowhere
bg: Никъде
el: Πουθενά
fa: هیچ کجا
fi: Ei missään
fr: Nulle part
hr: Nigdje
hu: Sehol
lv: Nekur
nb: Ukjent
nl: Nergens
ru: Нигде
sk: Nikde
tr: Hiçbir yerde
uk: Ніколи
vi: Không nơi nào

source: OK
bg: Ок
el: ΟΚ
fa: کار تایید می شود
lv: Labi
ru: Ок
vi: Đồng ý

source: Remove autoinstall list
bg: Изтрий файловете за автоинсталация
el: Αφαίρεση λίστας αυτόματης εγκατάστασης
fr: Enlever la liste d’auto-installation
hr: Uklonite popis za automatsku instalaciju
hu: Automatikus telepítő lista eltávolítása
lv: Dzēst spraudņu sarakstu
nb: Fjern autoinstall mappe
nl: Verwijder de AutoInstall lijst
ru: Удалить файлы автоинсталляции
sk: Odstrániť zoznam automatickej inštalácie
tr: Otomatik kurulum listesini kaldır
vi: Xóa danh sách cài đặt tự động

source: Restore
bg: Възстанови
el: Επαναφορά
fa: بازگردان کردن
fi: Palauta
fr: Restaurer
hr: Vratiti
hu: Visszaállítás
lv: Uzstādīt
nb: Gjenopprett
nl: Herstel de image
ru: Восстановить
sk: Obnoviť
tr: Onarmak (düzelt)
uk: Оновити
vi: Khôi phục

source: Run a backup now
bg: Направи резервно копие сега
el: Δημιουργία αντιγράφου ασφαλείας τώρα
fa: در حال اجرای نسخه پشتیبان
fi: Käynnistä varmuuskopiointi nyt
fr: Lancer une sauvegarde maintenant
hr: Pokrenite sigurnosnu kopiju sada
hu: Biztonsági mentés indítása most
lv: Izveidot dublējumkopiju tagad
nb: Ta en sikkerhetskopi nå
nl: Maak nu een backup
ru: Выполнить бэкап сейчас
sk: Spustiť zálohovanie
tr: Şimdi bir yedek çalıştırın
uk: Виконати резервне копіювання зараз
vi: Chạy một bản sao lưu ngay bây giờ

source: Run autoinstall
bg: Направи автоинсталация
el: Εκτέλεση αυτόματης εγκατάστασης
fr: Exécuter l’auto-installation
hr: Pokrenite auto instalaciju
hu: Automatikus telepítő indítása
lv: Uzstādīt spraudņus
nl: Start de AutoInstall
ru: Запустить автоинсталляцию
sk: Spustiť automatickú inštaláciu
tr: Otomatik yüklemeyi çalıştır
vi: Chạy tự động cài đặt

source: Running...
bg: Изпълнява се...
el: Σε εκτέλεση...
fr: En cours d’exécution…
hr: Pokretanje...
hu: Futtatás...
lv: Darbojas...
nl: Loopt
ru: Запущено...
sk: Beží...
tr: Çalıştırılıyor...
vi: Đang chạy...

source: Save
bg: Запази
el: Αποθήκευση
fa: ذخیره سازی عملیات
fi: Tallenna
fr: Sauvegarder
hr: Spremite
hu: Mentés
lv: Sagalbāt
nb: Lagre
nl: Opslaan
ru: Сохранить
sk: Uložiť
tr: Kaydet
uk: Зберегти
vi: Lưu lại

source: Save previous backup
bg: Запази предишното резервно копие
el: Αποθήκευση προηγούμενου αντιγράφου ασφαλείας
fr: Enregistrer la sauvegarde précédente
hr: Spremanje prethodnog backupa
hu: Előző biztonsági mentés mentése
lv: Sagalbāt iepriekšējo dublējumkopiju
nb: Lagre forrige sikkerhetskopi
nl: Sla de vorige backup op
ru: Сохранить предыдущий бекап
sk: Uložiť predchádzajúcu zálohu
tr: Önceki yedeklemeyi kaydet
vi: Lưu bản sao lưu trước

source: Select
bg: Избери
el: Επιλογή
fa: انتخاب کردن
fi: Valitse
fr: Sélectionner
hr: Odaberite
hu: Kiválasztás
lv: Izvēlēties
nb: Velg
nl: Kies
ru: Выбрать
sk: Zvoliť
tr: Seç
uk: Вибрати
vi: Lựa chọn

source: Select files to backup
bg: Изберете файлове за резервно копие
el: Επιλογή αρχείων προς εφεδρεία
fa: پوشه مورد نظر جهت ذخیره سازی نسخه پشتیبان را انتخاب کنید
fi: Valitse varmuuskopioitavat tiedostot
fr: Sélectionner les fichiers à sauvegarder
hr: Odaberite datoteke za backup
hu: Fájlok kiválasztása a biztonsági mentéshez
lv: Izvēlēties dublējumkopijas failus
nb: Velg filer til sikkerhetskopi
nl: Kies de bestanden om te backuppen
ru: Выберите файлы для бэкапа
sk: Vybrať súbory na zálohovanie
tr: Yedeklenecek dosyaları seçin
uk: Вибір файлів для резервн. копіювання.
vi: Chọn tập tin để sao lưu

source: Select files/folders to backup
bg: Изберете файлове/папки за резервно копие
el: Επιλογή αρχείων/φακέλων προς εφεδρεία
fa: فایل و پوشه مورد نظر را جهت ذخیره سازی نسخه پشتیبان انتخاب کنید
fi: Valitse varmuuskopioitavat tiedostot/hakemistot
fr: Sélectionner les fichiers/dossiers à sauvegarder
hr: Odaberite datoteke/mape za backup
hu: Fájlok/mappák kiválasztása a biztonsági mentéshez
lv: Izvēlieties dublējumkopijas failus vai mapes
nb: Velg filer/mapper til sikkerhetskopi
nl: Kies de bestanden en mappen voor de backup
ru: Выбор файлов/папок для резервного копирования
sk: Vybrať súbory / zložky na zálohovanie
tr: Yedeklenecek dosyaları/klasörleri seçin
uk: Виберіть файли/папки для резервн. копіювання
vi: Chọn tập tin / thư mục để sao lưu

source: from:
bg: от:
el: από:
fr: De:
hr: od:
hu: innen:
lv: no:
nl: vanaf:
ru: от:

source: root
bg: главна директория
fr: racine
nb: rot
vi: nguồn gốc

source: Really close without saving settings?
el: Έξοδος χωρίς αποθήκευση ρυθμίσεων;
fr: Voulez-vous vraiment quitter sans sauver les paramètres?
lv: Tiešām aizvērt nesaglabājot iestatījumus?
ru: Действительно закрыть без сохранения настроек?

source: CF
fa: کارت حافظه از نوع از نوع سی اف

source: SD
fa: کارت حافظه از نوع اس دی

source: USB
fa: فلش مموری

source: Disable
fi: Poista käytöstä

source: Disabled
fi: Pois käytöstä

source: Don't auto-restore this next time
fi: Älä tee automaattista palautusta ensi kerralla

source: This will restore your backup on %s. Do you really want to restore those settings and restart?
fi: Tämä palauttaa varmuuskopiosi %s. Haluatko todella palauttaa nämä asetukset ja uudelleenkäynnistää vastaanottimesi?
